<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key></key>
	<string></string>
	<key>%</key>
	<string>%</string>
	<key>%@</key>
	<string>%@</string>
	<key>%@ %@</key>
	<string>%1$@ %2$@</string>
	<key>%@ - Swap Position</key>
	<string>%@ - Zamień pozycję</string>
	<key>%@ Associated display mirroring is enforced!</key>
	<string>%@ Powiązane klonowanie wyświetlacza jest wymuszone!</string>
	<key>%@ Configuration Protection can make color mode changes persistent.</key>
	<string>%@ Ochrona konfiguracji może utrwalić zmiany trybu kolorów.</string>
	<key>%@ Connection color depth (%lld-bit) is lower than the framebuffer depth (%u-bit). The GPU may use temporal dithering to improve colors.</key>
	<string>%1$@ Głębia kolorów połączenia (%2$lld bitów) jest niższa niż głębia bufora ramki (%3$u bitów). GPU może używać czasowego ditheringu w celu poprawy kolorów.</string>
	<key>%@ Display group layout protection is in effect. This might alter or override the result of a move operation!</key>
	<string>%@ Ochrona układu grupy wyświetlaczy jest włączona. Może to zmienić lub zastąpić wynik operacji przenoszenia!</string>
	<key>%@ Image adjustment controls are unavailable.</key>
	<string>%@ Sterowanie regulacją obrazu jest niedostępne.</string>
	<key>%@ Negotiated mode may differ from the listed parameters. Check visuals or display OSD info.</key>
	<string>%@ Wynegocjowany tryb może różnić się od wymienionych parametrów. Sprawdź wizualizacje lub wyświetl informacje OSD.</string>
	<key>%@ Pro is Active</key>
	<string>%@ Pro jest aktywny</string>
	<key>%@ Software XDR upscaling is active for extra brightness while native upscaling is also available. Enable the %@ preset for a better experience!</key>
	<string>%@ Skalowanie programowe XDR jest aktywne w celu uzyskania dodatkowej jasności, ale dostępne jest również skalowanie natywne. Włącz ustawienie %@, aby uzyskać lepsze wrażenia!</string>
	<key>%@ Some adjustments may clip HDR content!</key>
	<string>%@ Niektóre zmiany mogą spowodować przycięcie zawartości HDR!</string>
	<key>%@ Stream auto-starts to associated display!</key>
	<string>%@ Strumień uruchamia się automatycznie na przypisanym wyświetlaczu!</string>
	<key>%@ Virtual Screen as Mirror Target?</key>
	<string>%@ Wirtualny wyświetlacz jako cel klonowania</string>
	<key>%@ Virtual Screen as Stream Target?</key>
	<string>%@ Wirtualny wyświetlacz jako cel strumieniowania</string>
	<key>%@ is unable to detect any display. This might indicate an application or system error.</key>
	<string>%@ nie może wykryć żadnego wyświetlacza. Może to wskazywać na błąd aplikacji lub systemu.</string>
	<key>%@%%</key>
	<string>%@%%</string>
	<key>%@%@</key>
	<string>%1$@%2$@</string>
	<key>%@%@%@</key>
	<string>%1$@%2$@%3$@</string>
	<key>%@%@%@%@</key>
	<string>%1$@%2$@%3$@%4$@</string>
	<key>%@, %@</key>
	<string>%1$@, %2$@</string>
	<key>%@mm</key>
	<string>%@mm</string>
	<key>%@x%@</key>
	<string>%1$@x%2$@</string>
	<key>%@x%@%@ %@ %lld%@</key>
	<string>%1$@x%2$@%3$@ %4$@ %5$lld%6$@</string>
	<key>%lld</key>
	<string>%lld</string>
	<key>%lld pixels HiDPI (%lld pixels LoDPI)</key>
	<string>%1$lld pikseli HiDPI (%2$lld pikseli LoDPI)</string>
	<key>%lld x %lld</key>
	<string>%1$lld x %2$lld</string>
	<key>%lld x %lld %@ @ %lldHz</key>
	<string>%1$lld x %2$lld %3$@ @ %4$lldHz</string>
	<key>%lld%@</key>
	<string>%1$lld%2$@</string>
	<key>%lld-bit</key>
	<string>%lld bitów</string>
	<key>%u</key>
	<string>%u</string>
	<key>(%@)</key>
	<string>(%@)</string>
	<key>(next to %@)</key>
	<string>(obok %@)</string>
	<key>(next to unspecified)</key>
	<string>(obok nieokreślonego)</string>
	<key>-</key>
	<string>-</string>
	<key>1:1 Pixel Mapping</key>
	<string>Mapowanie pikseli 1:1</string>
	<key>@</key>
	<string>@</string>
	<key>A controllable display is present</key>
	<string>Dostępny jest sterowalny wyświetlacz</string>
	<key>A display group can cover all displays (with an optionally specified list of exceptions) or may consist of a specific list of displays. Display group membership may determine the activation status of the display group (depending on activation policy settings) and influence how display group based features behave.</key>
	<string>Grupa wyświetlaczy może obejmować wszystkie wyświetlacze (z opcjonalnie określoną listą wyjątków) lub może składać się z określonej listy wyświetlaczy. Obecność w grupie wyświetlaczy może określać stan aktywacji grupy wyświetlaczy (w zależności od ustawień zasad aktywacji) i wpływać na zachowanie funkcji opartych na grupie wyświetlaczy.</string>
	<key>A display group with the name '%@' already exists.</key>
	<string>Grupa wyświetlania o nazwie „%@” już istnieje.</string>
	<key>A display is present which is not fully controllable without the app</key>
	<string>Obecny jest wyświetlacz, którym nie można w pełni sterować bez aplikacji</string>
	<key>A higher priority display group marked as exclusive is active.</key>
	<string>Aktywna jest grupa wyświetlaczy o wyższym priorytecie oznaczona jako wyłączna.</string>
	<key>A less than 720p desktop resolution is not ideal for macOS usability as GUI elements might not fit. This affects virtual screens as well as the resolution slider for displays.</key>
	<string>Mniejsza rozdzielczość niż 720p nie jest najlepsza dla macOS, ponieważ niektóre elementy interfejsu użytkownika mogą się nie zmieścić na ekranie. Ma to wpływ na ekrany wirtualne oraz suwak rozdzielczości wyświetlaczy.</string>
	<key>A popup notification will appear when the app detects interference from other apps that adjust the color table. Useful for troubleshooting.</key>
	<string>Gdy aplikacja wykryje zakłócenia z innych aplikacji, które dostosowują tabelę kolorów, na ekranie pojawi się powiadomienie. Przydatne podczas rozwiązywania problemów.</string>
	<key>A virtual screen is similar to a real display but exists only in the virtual space (in the computer's memory). You can use it to show it in a PIP window, stream or mirror its content to a real display or use it as a source for screen recording or screencast via an appropriate app.</key>
	<string>Wirtualny wyświetlacz jest podobny do prawdziwego ekranu, ale istnieje tylko w przestrzeni wirtualnej (w pamięci komputera). Można go używać do wyświetlania w oknie PIP, przesyłania strumieniowego lub klonowania jego zawartości do rzeczywistego wyświetlacza albo używania go jako źródła do nagrywania ekranu lub screencastu za pomocą odpowiedniej aplikacji.</string>
	<key>A virtual screen which is associated with a display will automatically connect or disconnect when the associated display is connected or disconnected. You can disable auto-connect for associated virtual screens.</key>
	<string>Wirtualny wyświetlacz, który jest powiązany z ekranem, zostanie automatycznie podłączony lub odłączony, gdy powiązany ekran zostanie podłączony lub odłączony. Można wyłączyć automatyczne łączenie dla powiązanych wyświetlaczy wirtualnych.</string>
	<key>A virtual screen which is associated with a display will automatically connect when the associated display is connected. All other virtual screens were connected. You can disable auto-connect for associated virtual screens.</key>
	<string>Wirtualny wyświetlacz, który jest powiązany z monitorem, połączy się automatycznie po podłączeniu powiązanego monitora. Wszystkie inne wirtualne wyświetlacze zostały podłączone. Można wyłączyć automatyczne łączenie dla powiązanych wirtualnych wyświetlaczy.</string>
	<key>A virtual screen which is associated with a display will automatically disconnect when the associated display is disconnected. All other virtual screens were disconnected. You can disable auto-disconnect for associated virtual screens.</key>
	<string>Wirtualny wyświetlacz powiązany z monitorem zostanie automatycznie odłączony po odłączeniu powiązanego monitora. Wszystkie inne wirtualne wyświetlacze zostały odłączone. Można wyłączyć automatyczne rozłączanie dla powiązanych wirtualnych wyświetlaczy.</string>
	<key>A virtual screen which is associated with a display will connect or disconnect automatically when the associated display is connected or disconnected.</key>
	<string>Wirtualny wyświetlacz, który jest powiązany z monitorem, połączy się lub rozłączy automatycznie, gdy powiązany monitor zostanie podłączony lub odłączony.</string>
	<key>About</key>
	<string>O aplikacji</string>
	<key>About %@</key>
	<string>O aplikacji %@</string>
	<key>Above %@</key>
	<string>Nad %@</string>
	<key>Above Menu, Dock, Spaces</key>
	<string>Nad Menu, Dockiem, Przestrzeniami</string>
	<key>Accessibility Configuration Required!</key>
	<string>Wymagana konfiguracja ułatwień dostępu!</string>
	<key>Accessibility Configured - App Restart Needed</key>
	<string>Ułatwienia dostępu skonfigurowane - wymagane ponowne uruchomienie aplikacji</string>
	<key>Accessibility Permissions are configured but the **app still needs to be restarted** for the changes to take effect! Please close and restart the app when it is convenient or press the "Restart %@" button below to restart the app immediately!</key>
	<string>Uprawnienia dostępności zostały skonfigurowane, ale **aplikacja nadal wymaga ponownego uruchomienia**, aby zmiany zaczęły obowiązywać! Zamknij i uruchom ponownie aplikację, gdy będzie to możliwe, lub naciśnij przycisk „Uruchom ponownie %@” poniżej, aby natychmiast ponownie uruchomić aplikację!</string>
	<key>Accessibility Permissions are properly configured. Native (Apple) keyboard brightness and volume keys should work if these features are otherwise set up. If not, please try restarting the app!</key>
	<string>Uprawnienia ułatwień dostępu są prawidłowo skonfigurowane. Natywna (Apple'owska) jasność klawiatury i klawisze głośności powinny działać, jeśli te funkcje są skonfigurowane w inny sposób. Jeśli nie, spróbuj ponownie uruchomić aplikację!</string>
	<key>Accessibility is Configured Properly</key>
	<string>Ułatwienia dostępu skonfigurowane poprawnie</string>
	<key>Activate</key>
	<string>Aktywuj</string>
	<key>Activate Configuration Without Reboot?</key>
	<string>Czy aktywować konfigurację bez ponownego uruchamiania?</string>
	<key>Activate this display group when…</key>
	<string>Aktywuj tę grupę wyświetlania, gdy…</string>
	<key>Activated only when the display is not set as main so it does not interfere with the lock screen. Most displays do not support turning the backlight off or back on via DDC.</key>
	<string>Aktywowane tylko wtedy, gdy wyświetlacz nie jest ustawiony jako główny, aby nie kolidował z ekranem blokady. Większość wyświetlaczy nie obsługuje wyłączania i ponownego włączania podświetlenia za pomocą DDC.</string>
	<key>Activation</key>
	<string>Aktywacja</string>
	<key>Activation depends on enabled synchronization, UI scale matching or layout protection for this display group.</key>
	<string>Aktywacja zależy od włączonej synchronizacji, dopasowania skali interfejsu użytkownika lub ochrony układu dla tej grupy wyświetlaczy.</string>
	<key>Activation priority</key>
	<string>Priorytet aktywacji</string>
	<key>Activation requires the presence of appropriate displays for a configured synchronization, UI scale matching or layout protection.</key>
	<string>Aktywacja wymaga obecności odpowiednich wyświetlaczy dla skonfigurowanej synchronizacji, dopasowania skali interfejsu użytkownika lub ochrony układu.</string>
	<key>Add Custom Resolution</key>
	<string>Dodaj niestandardową rozdzielczość</string>
	<key>Add New Protection…</key>
	<string>Dodaj nową ochronę...</string>
	<key>Add New Synchronization…</key>
	<string>Dodaj nową synchronizację...</string>
	<key>Add Refresh Rate</key>
	<string>Dodaj częstotliwość odświeżania</string>
	<key>Add and remove favorite resolutions via long press</key>
	<string>Dodawaj i usuwaj ulubione rozdzielczości za pomocą długiego naciśnięcia</string>
	<key>Add the app under System Settings &gt; Privacy &amp; Security &gt; Screen Recording!</key>
	<string>Dodaj aplikację w Ustawieniach systemowych &gt; Prywatność i ochrona &gt; Nagrywanie ekranu!</string>
	<key>Additional delay after wake to reapply DDC settings</key>
	<string>Dodatkowe opóźnienie po wybudzeniu, w celu ponownego zastosowania ustawień DDC</string>
	<key>Additional licenses:</key>
	<string>Dodatkowe licencje:</string>
	<key>Additional menu bar icon options</key>
	<string>Dodatkowe ustawienia ikony na pasku menu</string>
	<key>Additional menu options</key>
	<string>Dodatkowe ustawienia menu</string>
	<key>Additional options</key>
	<string>Dodatkowe opcje</string>
	<key>Additional options are available under the display's "Hardware Control" section for this feature.</key>
	<string>Dodatkowe funkcje dla tej funkcji są dostępne w sekcji wyświetlacza „Sterowanie sprzętem”.</string>
	<key>Additional payment methods &amp; licenses:</key>
	<string>Dodatkowe metody płatności i licencje:</string>
	<key>Additional resolution settings</key>
	<string>Dodatkowe ustawienia rozdzielczości</string>
	<key>Additional resolution slider settings</key>
	<string>Dodatkowe ustawienia suwaka rozdzielczości</string>
	<key>Additional rotation shortcut settings</key>
	<string>Dodatkowe ustawienia skrótów obrotu</string>
	<key>Additional settings</key>
	<string>Dodatkowe ustawienia</string>
	<key>Adjust anchor point offsets</key>
	<string>Dostosuj przesunięcia punktów kontrolnych</string>
	<key>Advanced control settings</key>
	<string>Zaawansowane ustawienia sterowania</string>
	<key>Advanced settings &amp; privacy</key>
	<string>Zaawansowane ustawienia i prywatność</string>
	<key>Advanced settings, watched &amp; affected group members</key>
	<string>Ustawienia zaawansowane, obserwowani i powiązani członkowie grupy</string>
	<key>Advanced upscaling and software dimming settings</key>
	<string>Zaawansowane ustawienia skalowania i przyciemniania programowego</string>
	<key>Advanced virtual screen settings</key>
	<string>Zaawansowane ustawienia wirtualnych ekranów</string>
	<key>Affected displays</key>
	<string>Wyświetlacze, których to dotyczy</string>
	<key>After discarding a virtual screen, it is recommended to remove its unused factory color profile as well.

You can do this in System Settings or the app can do it for you (administrator credentials needed).</key>
	<string>Po usunięciu wirtualnego wyświetlacza zaleca się również usunięcie nieużywanego fabrycznego profilu kolorów.

Możesz to zrobić w Ustawieniach systemowych lub aplikacja może to zrobić za Ciebie (wymagane są poświadczenia administratora).</string>
	<key>After discarding the virtual screen, it is recommended to remove its unused factory color profile in System Settings.</key>
	<string>Po usunięciu wirtualnego wyświetlacza zaleca się usunięcie nieużywanego fabrycznego profilu kolorów w Ustawieniach systemowych.</string>
	<key>Aggressive disconnect</key>
	<string>Agresywne rozłączenie</string>
	<key>Aim for a HiDPI default resolution</key>
	<string>Dąż do domyślnej rozdzielczości HiDPI</string>
	<key>AirPlay Display</key>
	<string>Wyświetlacz AirPlay</string>
	<key>All configured group member displays are connected</key>
	<string>Wszystkie skonfigurowane wyświetlacze powiązane z grupą są połączone</string>
	<key>All display group members are present.</key>
	<string>Wszystkie wyświetlacze powiązane z grupą są dostępne.</string>
	<key>All suitable screens</key>
	<string>Wszystkie pasujące ekrany</string>
	<key>Allow color table adjustments (note: turn this off for compatibility mode)</key>
	<string>Zezwalaj na dostosowanie tabeli kolorów (uwaga: wyłącz tę opcję dla trybu zgodności)</string>
	<key>Allow combined brightness in native XDR upscaling mode</key>
	<string>Zezwalaj na łączoną jasność w natywnym trybie skalowania XDR</string>
	<key>Allow disconnecting all connected displays</key>
	<string>Zezwalaj na odłączenie wszystkich podłączonych wyświetlaczy</string>
	<key>Allow disconnecting external non-natively connected displays</key>
	<string>Zezwalaj na odłączanie zewnętrznych wyświetlaczy niepodłączonych natywnie</string>
	<key>Allow disconnecting the built-in display of the iMac</key>
	<string>Zezwalaj na odłączenie wbudowanego wyświetlacza komputera iMac</string>
	<key>Allow native XDR upscaling</key>
	<string>Zezwalaj na natywne skalowanie XDR</string>
	<key>Allow resolutions marked as invalid</key>
	<string>Zezwalaj na rozdzielczości oznaczone jako nieprawidłowe</string>
	<key>Allow restore to full dimming</key>
	<string>Zezwól na przywrócenie pełnego przyciemnienia</string>
	<key>Allow sending crash logs to the developer automatically. Crash logs do not contain any personal data but may contain hardware specific data. Crash logs are handled by Sentry ([sentry.io/privacy](https://sentry.io/privacy)).</key>
	<string>Automatycznie wysyłaj dzienniki awarii do dewelopera. Dzienniki awarii nie zawierają żadnych danych osobowych, ale mogą zawierać dane dotyczące sprzętu. Dzienniki awarii są obsługiwane przez Sentry ([sentry.io/privacy](https://sentry.io/privacy)).</string>
	<key>Allow using F14/F15 as alternative brightness keys</key>
	<string>Zezwól na używanie F14/F15 jako alternatywnych klawiszy jasności</string>
	<key>Alpha</key>
	<string>Alfa</string>
	<key>Alphanumeric serial</key>
	<string>Alfanumeryczny numer seryjny</string>
	<key>Already Have a License?</key>
	<string>Masz już licencję?</string>
	<key>Always</key>
	<string>Zawsze</string>
	<key>Always show both low (non-HiDPI) and high (HiDPI) resolutions</key>
	<string>Zawsze wyświetlaj rozdzielczość niską (bez HiDPI) i wysoką (HiDPI).</string>
	<key>App Menu</key>
	<string>Menu aplikacji</string>
	<key>App should assume control over native audio keys when</key>
	<string>Aplikacja powinna przejąć kontrolę nad natywnymi klawiszami audio, gdy</string>
	<key>App should assume control over native brightness keys when</key>
	<string>Aplikacja powinna przejąć kontrolę nad natywnymi klawiszami jasności, gdy</string>
	<key>Apple Pay requires Safari, Google Pay requires Chrome.
AliPay available in China.</key>
	<string>Apple Pay wymaga przeglądarki Safari, Google Pay wymaga przeglądarki Chrome.
AliPay dostępne w Chinach.</string>
	<key>Application</key>
	<string>Aplikacja</string>
	<key>Apply</key>
	<string>Zastosuj</string>
	<key>Apply Custom EDID</key>
	<string>Zastosuj niestandardowy EDID</string>
	<key>Apply EDID</key>
	<string>Zastosuj EDID</string>
	<key>Are sure you want to reset app settings?</key>
	<string>Czy na pewno chcesz zresetować ustawienia aplikacji?</string>
	<key>Are sure you want to restart the app?</key>
	<string>Czy na pewno chcesz ponownie uruchomić aplikację?</string>
	<key>Aspect ratio</key>
	<string>Współczynnik proporcji</string>
	<key>Assign current resolution to favorite:</key>
	<string>Przypisz bieżącą rozdzielczość do ulubionych:</string>
	<key>Associate the virtual screen with this display</key>
	<string>Powiąż wirtualny wyświetlacz z tym ekranem</string>
	<key>Associate this virtual screen with real display(s)</key>
	<string>Powiązanie tego wirtualnego wyświetlacza z rzeczywistymi ekranami</string>
	<key>Associated displays</key>
	<string>Powiązane wyświetlacze</string>
	<key>Association settings</key>
	<string>Ustawienia powiązań</string>
	<key>Auto Brightness</key>
	<string>Automatyczna jasność</string>
	<key>Auto-connect all displays on quit</key>
	<string>Połącz automatycznie wszystkie wyświetlacze po zakończeniu</string>
	<key>Auto-connect all displays on startup</key>
	<string>Połącz ponownie wszystkie wyświetlacze podczas uruchamiania</string>
	<key>Auto-connect all displays when no connected displays left</key>
	<string>Połącz automatycznie wszystkie wyświetlacze, gdy nie ma już podłączonych wyświetlaczy</string>
	<key>Auto-connect virtual screen</key>
	<string>Automatyczne łączenie wirtualnego wyświetlacza</string>
	<key>Auto-connect virtual screen when all associated screens are offline</key>
	<string>Automatyczne łączenie wirtualnego wyświetlacza, gdy wszystkie powiązane ekrany są w trybie offline.</string>
	<key>Auto-start full screen streaming</key>
	<string>Automatyczne uruchamianie strumieniowania pełnoekranowego</string>
	<key>Automatic (based on display type)</key>
	<string>Automatyczna (na podstawie typu wyświetlacza)</string>
	<key>Automatically check for updates</key>
	<string>Automatycznie sprawdzaj czy są dostępne aktualizacje</string>
	<key>Automatically disable off both Night Shift and True Tone when an external third party display is set to HDR mode and enable them when switching back to SDR mode. Useful for more accurate colors when watching HDR content.</key>
	<string>Automatycznie wyłącza Night Shift i True Tone, gdy zewnętrzny wyświetlacz innej firmy jest ustawiony w trybie HDR i włącza je po przełączeniu z powrotem do trybu SDR. Przydatne dla dokładniejszych kolorów podczas oglądania treści HDR.</string>
	<key>Automatically launch on login</key>
	<string>Automatycznie uruchamiaj podczas logowania</string>
	<key>Basic (match vendor, model, serial)</key>
	<string>Podstawowa (dopasowanie do producenta, modelu, serii)</string>
	<key>Basic + extended + location</key>
	<string>Podstawowa + rozszerzona + lokalizacja</string>
	<key>Basic + extended identifiers</key>
	<string>Podstawowa + rozszerzone identyfikatory</string>
	<key>Basic Display Information</key>
	<string>Podstawowe informacje o wyświetlaczu</string>
	<key>Blue Gain (DDC)</key>
	<string>Podbicie niebieskiego (DDC)</string>
	<key>Briefly show Dock icon on startup</key>
	<string>Krótkie wyświetlanie ikony w Docku podczas uruchamiania</string>
	<key>Brightness</key>
	<string>Jasność</string>
	<key>Brightness (Combined)</key>
	<string>Jasność (łączna)</string>
	<key>Brightness (Combined, Metal Upscaling)</key>
	<string>Jasność (łączna, skalowanie Metal)</string>
	<key>Brightness (Combined, Software Upscaling)</key>
	<string>Jasność (łączna, skalowanie programowe)</string>
	<key>Brightness (Hardware)</key>
	<string>Jasność (sprzętowa)</string>
	<key>Brightness (Metal Upscaling)</key>
	<string>Jasność (skalowanie Metal)</string>
	<key>Brightness (Metal)</key>
	<string>Jasność (Metal)</string>
	<key>Brightness (Native XDR Upscaling)</key>
	<string>Jasność (skalowanie natywnym XDR)</string>
	<key>Brightness (Software Upscaling)</key>
	<string>Jasność (skalowanie programowe)</string>
	<key>Brightness (Software)</key>
	<string>Jasność (oprogramowanie)</string>
	<key>Brightness Keys, Video Adjustment Shortcuts Affect:</key>
	<string>Klawisze jasności, skróty do regulacji wideo wpływają na:</string>
	<key>Brightness and Video</key>
	<string>Jasność i obraz</string>
	<key>Brightness control using native brightness keys</key>
	<string>Steruj jasnością za pomocą natywnych przycisków jasności</string>
	<key>Build</key>
	<string>Kompilacja</string>
	<key>Built-in Display</key>
	<string>Wbudowany wyświetlacz</string>
	<key>Buy %@ Pro</key>
	<string>Kup %@ Pro</string>
	<key>Cancel</key>
	<string>Anuluj</string>
	<key>Capabilities</key>
	<string>Możliwości</string>
	<key>Check for Updates</key>
	<string>Sprawdź aktualizacje</string>
	<key>Check for Updates…</key>
	<string>Sprawdź aktualizacje…</string>
	<key>Checking…</key>
	<string>Sprawdzenie...</string>
	<key>Color Mode</key>
	<string>Tryb kolorów</string>
	<key>Color Profile</key>
	<string>Profil kolorów</string>
	<key>Color Profile Configuration</key>
	<string>Konfiguracja profilu kolorów</string>
	<key>Color Temperature</key>
	<string>Temperatura kolorów</string>
	<key>Color temperature cooler</key>
	<string>Niższa temperatura kolorów</string>
	<key>Color temperature warmer</key>
	<string>Wyższa temperatura kolorów</string>
	<key>Combine hardware brightness control (if available), software dimming and XDR/HDR upscaling into one unified brightness control.</key>
	<string>Połączenie sprzętowej regulacji jasności (jeśli jest dostępna), programowego przyciemniania i skalowania XDR/HDR w jedną zunifikowaną regulację jasności.</string>
	<key>Combined brightness</key>
	<string>Jasność łączna</string>
	<key>Combined brightness - XDR/HDR upscaling maximum scale value</key>
	<string>Jasność łączna - maksymalna wartość skalowania XDR/HDR</string>
	<key>Combined brightness - minimum allowed hardware brightness level</key>
	<string>Jasność łączna - minimalny dozwolony poziom jasności sprzętowej</string>
	<key>Combined brightness - software dimming switchover point</key>
	<string>Jasność łączna - punkt przełączania przyciemniania programowego</string>
	<key>Computer monitor</key>
	<string>Monitor komputerowy</string>
	<key>Configuration Protection</key>
	<string>Ochrona konfiguracji</string>
	<key>Configure Input Sources…</key>
	<string>Skonfiguruj źródła wejściowe...</string>
	<key>Configure Virtual Screen…</key>
	<string>Konfiguruj ekran wirtualny...</string>
	<key>Configure full screen stream to this display</key>
	<string>Konfiguruj strumień pełnoekranowy do tego wyświetlacza</string>
	<key>Configure virtual screen mirroring</key>
	<string>Konfiguruj klonowanie wirtualnego wyświetlacza</string>
	<key>Connect All</key>
	<string>Połącz wszystkie</string>
	<key>Connect All Displays</key>
	<string>Połącz wszystkie wyświetlacze</string>
	<key>Connect All Virtual Screens</key>
	<string>Połącz wszystkie wirtualne wyświetlacze</string>
	<key>Connect all displays</key>
	<string>Połącz wszystkie wyświetlacze</string>
	<key>Connect this virtual screen</key>
	<string>Podłącz ten wirtualny wyświetlacz</string>
	<key>Connect/Disconnect</key>
	<string>Połącz/rozłącz</string>
	<key>Connected</key>
	<string>Podłączony</string>
	<key>Connection management settings</key>
	<string>Ustawienia zarządzania połączeniami</string>
	<key>Continuous XDR upscaling readiness</key>
	<string>Ciągła gotowość do skalowania XDR</string>
	<key>Contrast</key>
	<string>Kontrast</string>
	<key>Contrast (DDC)</key>
	<string>Kontrast (DDC)</string>
	<key>Copy</key>
	<string>Kopiuj</string>
	<key>Copy Current Device Name</key>
	<string>Kopiuj obecną nazwę urządzenia</string>
	<key>Crash reporting</key>
	<string>Zgłaszanie błędów</string>
	<key>Create New Virtual Screen</key>
	<string>Utwórz nowy wirtualny wyświetlacz</string>
	<key>Create New Virtual Screen…</key>
	<string>Utwórz nowy wirtualny ekran...</string>
	<key>Create Virtual Screen</key>
	<string>Utwórz wirtualny wyświetlacz</string>
	<key>Create a virtual screen that matches to the aspect ratio of another display and associate the virtual screen with the display. Best for a scenario when the virtual screen should be streamed (e.g. portrait Sidecar) or mirrored to a display.</key>
	<string>Tworzy wirtualny ekran, który pasuje do proporcji innego wyświetlacza i kojarzy wirtualny ekran z wyświetlaczem. Najlepiej sprawdza się w scenariuszach, w których wirtualny ekran powinien być przesyłany strumieniowo (np. pionowy Sidecar) lub odzwierciedlany na wyświetlaczu.</string>
	<key>Creating a virtual screen</key>
	<string>Tworzenie wirtualnego wyświetlacza</string>
	<key>Current audio device has no native volume control</key>
	<string>Bieżące urządzenie audio nie ma natywnej regulacji głośności</string>
	<key>Current audio device matches a controllable display's name</key>
	<string>Bieżące urządzenie audio pasuje do nazwy kontrolowanego wyświetlacza</string>
	<key>Current default resolution</key>
	<string>Obecna domyślna rozdzielczość</string>
	<key>Current display role</key>
	<string>Bieżąca rola wyświetlacza</string>
	<key>Current native resolution</key>
	<string>Bieżąca rozdzielczość natywna</string>
	<key>Current system display name</key>
	<string>Bieżąca nazwa wyświetlacza w systemie</string>
	<key>Custom Keyboard Shortcuts</key>
	<string>Niestandardowe skróty klawiszowe</string>
	<key>Custom aspect ratio</key>
	<string>Niestandardowe proporcje obrazu</string>
	<key>Custom display groups require Pro.</key>
	<string>Niestandardowe grupy wyświetlaczy wymagają wersji Pro.</string>
	<key>Custom displayed icon SF Symbol name</key>
	<string>Nazwa niestandardowej wyświetlanej ikony SF Symbol</string>
	<key>Custom displayed name</key>
	<string>Niestandardowa nazwa wyświetlana</string>
	<key>Custom keyboard shortcuts lets you perform various common tasks with your keyboard quickly.</key>
	<string>Niestandardowe skróty klawiaturowe umożliwiają szybkie wykonywanie różnych zadań za pomocą klawiatury.</string>
	<key>Custom ordering string</key>
	<string>Niestandardowy ciąg do kolejności</string>
	<key>Custom refresh rate list</key>
	<string>Lista niestandardowych częstotliwości odświeżania</string>
	<key>Custom scaled resolutions</key>
	<string>Niestandardowe skalowane rozdzielczości</string>
	<key>Custom scaled resolutions are added to the resolution list both as low resolution and HiDPI versions if possible.</key>
	<string>Niestandardowe skalowane rozdzielczości są dodawane do listy rozdzielczości, jeśli to możliwe, zarówno w wersji o niskiej rozdzielczości, jak i wersji HiDPI.</string>
	<key>Customize flexible scaling resolution range</key>
	<string>Dostosuj elastyczny zakres rozdzielczości skalowania</string>
	<key>Cut</key>
	<string>Wytnij</string>
	<key>DDC Features…</key>
	<string>Funkcje DDC...</string>
	<key>DDC Input Source</key>
	<string>Źródło wejściowe DDC</string>
	<key>DDC Input Sources</key>
	<string>Źródła wejściowe DDC</string>
	<key>DDC Volume Control Affects:</key>
	<string>Regulacja głośności DDC wpływa na:</string>
	<key>DDC volume control</key>
	<string>Regulacja głośności DDC</string>
	<key>Date of manufacture</key>
	<string>Data produkcji</string>
	<key>Deactivate</key>
	<string>Dezaktywuj</string>
	<key>Deactivate License</key>
	<string>Dezaktywuj licencję</string>
	<key>Decrease Night Shift effect</key>
	<string>Zmniejsz efekt Night Shift</string>
	<key>Decrease gamma</key>
	<string>Zmniejsz gammę</string>
	<key>Decrease volume (DDC)</key>
	<string>Zmniejsz głośność (DDC)</string>
	<key>Default</key>
	<string>Domyślne</string>
	<key>Default Group</key>
	<string>Grupa domyślna</string>
	<key>Default and native modes:</key>
	<string>Tryby domyślne i natywne:</string>
	<key>Default display identification method</key>
	<string>Domyślna metoda identyfikacji wyświetlacza</string>
	<key>Delete Data</key>
	<string>Usuń dane</string>
	<key>Description</key>
	<string>Opis</string>
	<key>Determines whether display is affected by keyboard adjustments (video/audio controls).</key>
	<string>Określa, czy na wyświetlanie mają wpływ regulacje klawiatury (sterowanie wideo/audio).</string>
	<key>Determines whether the display is presented in the app menu.</key>
	<string>Określa, czy wyświetlacz jest prezentowany w menu aplikacji.</string>
	<key>Dim display brightness on screen saver or lock</key>
	<string>Przyciemnianie jasności wyświetlacza podczas wygaszacza ekranu lub blokady</string>
	<key>Dimensions (unrotated)</key>
	<string>Wymiary (nieobrócony)</string>
	<key>Disable All Protections</key>
	<string>Wyłącz wszystkie zabezpieczenia</string>
	<key>Disable Both in HDR Mode</key>
	<string>Wyłącz obydwie opcje w trybie HDR</string>
	<key>Disabled</key>
	<string>Wyłączony</string>
	<key>Disabling this allows more direct video adjustments by removing graceful transition smoothing. Also reduces the number of operations for DDC control.</key>
	<string>Wyłączenie tej opcji umożliwia bardziej bezpośrednią regulację wideo poprzez usunięcie płynnego wygładzania przejść. Zmniejsza także liczbę operacji związanych ze sterowaniem DDC.</string>
	<key>Disassociate All</key>
	<string>Usuń wszystkie powiązania</string>
	<key>Discard</key>
	<string>Porzuć</string>
	<key>Discard &amp; Remove Color Profile</key>
	<string>Odrzuć i usuń profil kolorów</string>
	<key>Discard All</key>
	<string>Odrzuć wszystkie</string>
	<key>Discard Virtual Screen</key>
	<string>Odrzuć wirtualny wyświetlacz</string>
	<key>Discard…</key>
	<string>Odrzuć…</string>
	<key>Disconnect</key>
	<string>Rozłącz</string>
	<key>Disconnect (Automatic)</key>
	<string>Rozłącz (automatycznie)</string>
	<key>Disconnect All</key>
	<string>Rozłącz wszystkie</string>
	<key>Disconnect All But Main</key>
	<string>Rozłącz wszystkie oprócz głównego</string>
	<key>Disconnect All Virtual Screens</key>
	<string>Rozłącz wszystkie wirtualne wyświetlacze</string>
	<key>Disconnect Display</key>
	<string>Rozłącz wyświetlacz</string>
	<key>Disconnect Virtual Screen</key>
	<string>Rozłącz wirtualny wyświetlacz</string>
	<key>Disconnect all displays except main</key>
	<string>Rozłącz wszystkie wyświetlacze oprócz głównego</string>
	<key>Disconnect built-in display when an external display is connected</key>
	<string>Rozłącz wbudowany wyświetlacz po podłączeniu wyświetlacza zewnętrznego</string>
	<key>Disconnect display</key>
	<string>Rozłącz wyświetlacz</string>
	<key>Disconnect reconnected displays upon wake</key>
	<string>Odłącz ponownie podłączone wyświetlacze po wybudzeniu</string>
	<key>Disconnect virtual screen (if not associated)</key>
	<string>Rozłącz wirtualny wyświetlacz (jeśli nie jest powiązany)</string>
	<key>Disconnect virtual screens upon lock or screen saver and connect when returning to the desktop</key>
	<string>Rozłącz ekrany wirtualne po zablokowaniu lub wygaszaczu ekranu i połącz po powrocie do pulpitu.</string>
	<key>Disconnected</key>
	<string>Rozłączony </string>
	<key>Dispatch OSD notifications</key>
	<string>Wysyłanie powiadomień OSD</string>
	<key>Display Connection</key>
	<string>Połączenie wyświetlacza</string>
	<key>Display Connections</key>
	<string>Połączenia wyświetlacza</string>
	<key>Display EDID</key>
	<string>EDID wyświetlacza</string>
	<key>Display EDID override</key>
	<string>Nadpisz EDID wyświetlacza</string>
	<key>Display Information</key>
	<string>Informacje o wyświetlaczu</string>
	<key>Display Information…</key>
	<string>Informacje o wyświetlaczu…</string>
	<key>Display Mode</key>
	<string>Tryb wyświetlania</string>
	<key>Display Notch</key>
	<string>Wyświetlanie Notcha</string>
	<key>Display group name</key>
	<string>Nazwa grupy wyświetlaczy</string>
	<key>Display groups</key>
	<string>Grupy wyświetlaczy</string>
	<key>Display groups are sorted by activation priority (higher priority first).</key>
	<string>Grupy wyświetlaczy są sortowane według priorytetu aktywacji (wyższy priorytet w pierwszej kolejności).</string>
	<key>Display identification method</key>
	<string>Metoda identyfikacji wyświetlacza</string>
	<key>Display menu on/off switch behavior</key>
	<string>Działanie włącznika/wyłącznika menu wyświetlacza</string>
	<key>Display mode submenu settings</key>
	<string>Ustawienia podmenu rozdzielczości</string>
	<key>Display name</key>
	<string>Nazwa wyświetlacza</string>
	<key>Display physical dimensions</key>
	<string>Fizyczne wymiary wyświetlacza</string>
	<key>Display status</key>
	<string>Status wyświetlacza</string>
	<key>Display to match</key>
	<string>Wyświetlacz do dopasowania</string>
	<key>Display type</key>
	<string>Typ wyświetlacza</string>
	<key>Display with the same name as current audio device</key>
	<string>Wyświetlacz o tej samej nazwie co bieżące urządzenie audio</string>
	<key>Displays</key>
	<string>Wyświetlacze</string>
	<key>Displays And Virtual Screens</key>
	<string>Ekrany i wirtualne wyświetlacze</string>
	<key>Do not restore combined brightness and software adjustments</key>
	<string>Nie przywracaj ustawień łącznej i programowej jasności</string>
	<key>Do you want to deactivate the license?</key>
	<string>Czy chcesz dezaktywować licencję?</string>
	<key>Do you want to discard all virtual screens?</key>
	<string>Czy chcesz odrzucić wszystkie wirtualne wyświetlacze?</string>
	<key>Do you want to discard the virtual screen?</key>
	<string>Czy chcesz odrzucić wirtualny wyświetlacz?</string>
	<key>Done</key>
	<string>Gotowe</string>
	<key>EDID Retrieval Method</key>
	<string>Metoda pobierania EDID</string>
	<key>EDID data not loaded.</key>
	<string>Dane EDID nie są załadowane.</string>
	<key>EDID data not retrieved.</key>
	<string>Dane EDID nie zostały pobrane.</string>
	<key>EDID version</key>
	<string>Wersja EDID</string>
	<key>EDID, or Extended Display Identification Data, is a standard for displays to convey their capabilities to a connected computer, including resolution, supported video formats, timings, and manufacturer information.</key>
	<string>EDID, czyli Extended Display Identification Data, to standard dla wyświetlaczy, który przekazuje ich możliwości podłączonemu komputerowi, w tym rozdzielczość, obsługiwane formaty wideo, taktowania i informacje o producencie.</string>
	<key>Edit default resolution</key>
	<string>Edytuj domyślną rozdzielczość</string>
	<key>Edit display role</key>
	<string>Edytuj rolę wyświetlacza</string>
	<key>Edit native panel pixel resolution</key>
	<string>Edycja natywnej rozdzielczości panelu w pikselach</string>
	<key>Edit system display name</key>
	<string>Edytuj nazwę wyświetlacza w systemie</string>
	<key>Edit the system configuration of this display model</key>
	<string>Edytuj konfigurację systemową tego modelu wyświetlacza</string>
	<key>Edited system display name</key>
	<string>Edytowana nazwa wyświetlacza w systemie</string>
	<key>Enable All Protections</key>
	<string>Włącz wszystkie zabezpieczenia</string>
	<key>Enable Apple display hardware brightness control</key>
	<string>Włącz sprzętową kontrolę jasności wyświetlacza Apple</string>
	<key>Enable CLI access and notification based integration</key>
	<string>Włącz dostęp CLI i integrację opartą na powiadomieniach</string>
	<key>Enable Cropping</key>
	<string>Włącz przycinanie</string>
	<key>Enable DDC control</key>
	<string>Włącz sterowanie DDC</string>
	<key>Enable Dark Mode</key>
	<string>Włącz tryb ciemny</string>
	<key>Enable HDR Mode</key>
	<string>Włącz tryb HDR</string>
	<key>Enable HiDPI resolutions</key>
	<string>Włącz rozdzielczości HiDPI</string>
	<key>Enable Night Shift</key>
	<string>Włącz Night Shift</string>
	<key>Enable True Tone</key>
	<string>Włącz True Tone</string>
	<key>Enable color table adjustments</key>
	<string>Włącz dostosowanie tabeli kolorów</string>
	<key>Enable connect/disconnect option for displays</key>
	<string>Włącz opcję połączenia/rozłączenia dla wyświetlaczy</string>
	<key>Enable custom URL scheme access</key>
	<string>Włącz niestandardowy dostęp do schematu URL</string>
	<key>Enable flexible scaling</key>
	<string>Włącz elastyczne skalowanie</string>
	<key>Enable integrated HTTP server</key>
	<string>Włącz zintegrowany serwer HTTP</string>
	<key>Enable lower than 720p resolutions</key>
	<string>Włącz niższe niż 720p rozdzielczości</string>
	<key>Enable native XDR brightness upscaling</key>
	<string>Włącz natywne skalowanie jasności XDR</string>
	<key>Enable resolutions over 8K (4K HiDPI)</key>
	<string>Włącz rozdzielczości powyżej 8K (4K HiDPI)</string>
	<key>Enable scroll/swipe gesture for sliders</key>
	<string>Włącz gest przewijania/przesuwania dla suwaków</string>
	<key>Enable software HDR brightness upscaling (if available)</key>
	<string>Włącz programowe skalowanie jasności HDR (jeśli jest dostępne)</string>
	<key>Enable software XDR brightness upscaling (if available)</key>
	<string>Włącz programowe skalowanie jasności XDR (jeśli jest dostępne)</string>
	<key>Enable software-based video adjustments</key>
	<string>Włączanie programowych regulacji obrazu</string>
	<key>Enabled</key>
	<string>Aktywne</string>
	<key>Enables native XDR brightness upscaling and extended dimming for this display.</key>
	<string>Włącza natywne skalowanie jasności XDR i rozszerzone przyciemnianie dla tego wyświetlacza.</string>
	<key>Enforce virtual screen mirroring</key>
	<string>Wymuszanie klonowania wirtualnego wyświetlacza</string>
	<key>Export EDID Data…</key>
	<string>Eksportuj dane EDID…</string>
	<key>Export…</key>
	<string>Eksportuj…</string>
	<key>Favorite</key>
	<string>Ulubione</string>
	<key>Feature is Unavailable</key>
	<string>Funkcja jest niedostępna</string>
	<key>Filled circles indicate occupied slots. You can use the context menu of a resolution item to assign or remove favorites as well.</key>
	<string>Wypełnione okręgi wskazują zajęte miejsca. Menu kontekstowe elementu rozdzielczości umożliwia także przypisywanie i usuwanie ulubionych.</string>
	<key>Filter…</key>
	<string>Filtr…</string>
	<key>First added</key>
	<string>Data pierwszego dodania</string>
	<key>Flexible scaling options</key>
	<string>Opcje elastycznego skalowania</string>
	<key>Flip</key>
	<string>Przerzuć</string>
	<key>Force-enable underscan slider</key>
	<string>Wymuś włączenie suwaka underscan</string>
	<key>Forget</key>
	<string>Zapomnij</string>
	<key>Forget Display</key>
	<string>Zapomnij wyświetlacz</string>
	<key>Forget displays after a while</key>
	<string>Po chwili zapomnij o wyświetlaczach</string>
	<key>Free Aspect Ratio</key>
	<string>Swobodny współczynnik proporcji</string>
	<key>Full Range</key>
	<string>Pełen zakres</string>
	<key>Fully dim display on disconnect</key>
	<string>Całkowicie przyciemniony wyświetlacz po odłączeniu</string>
	<key>GPU Dithering</key>
	<string>Dithering GPU</string>
	<key>Gain</key>
	<string>Podbicie kolorów</string>
	<key>Gain (Blue)</key>
	<string>Podbicie niebieskiego</string>
	<key>Gain (Green)</key>
	<string>Podbicie zielonego</string>
	<key>Gain (Red)</key>
	<string>Podbicie czerwonego</string>
	<key>Gamma</key>
	<string>Gamma</string>
	<key>Gamma (Blue)</key>
	<string>Gamma (niebieski)</string>
	<key>Gamma (Green)</key>
	<string>Gamma (zielony)</string>
	<key>Gamma (Red)</key>
	<string>Gamma (czerwony)</string>
	<key>General Settings</key>
	<string>Ustawienia ogólne</string>
	<key>Get %@ Pro</key>
	<string>Kup %@ Pro</string>
	<key>Grayscale Framebuffer</key>
	<string>Bufor ramki w odcieniach szarości</string>
	<key>Green Gain (DDC)</key>
	<string>Podbicie zielonego (DDC)</string>
	<key>Groups</key>
	<string>Grupy</string>
	<key>HDR Color Mode</key>
	<string>Tryb kolorów HDR</string>
	<key>HDR Color Profile</key>
	<string>Profil kolorów HDR</string>
	<key>HDR Status</key>
	<string>Status HDR</string>
	<key>Hardware Control</key>
	<string>Sterowanie sprzętem</string>
	<key>Hardware control (Apple)</key>
	<string>Sterowanie sprzętem (Apple)</string>
	<key>Have fun by creating an endless mirror from your desktop!</key>
	<string>Baw się, tworząc niekończące się klony z pulpitu!</string>
	<key>HiDPI</key>
	<string>HiDPI</string>
	<key>Hidden</key>
	<string>Ukryte</string>
	<key>High Resolution (HiDPI)</key>
	<string>Wysoka rozdzielczość (HiDPI)</string>
	<key>Horizontal</key>
	<string>Poziomo</string>
	<key>Hz</key>
	<string>Hz</string>
	<key>Icon</key>
	<string>Ikona</string>
	<key>If keyboard control is set to the display that matches the current audio device name (set this up under Keyboard settings), this value will be used for audio device matching instead of the display name.</key>
	<string>Jeśli sterowanie klawiaturą jest ustawione na wyświetlacz, który pasuje do bieżącej nazwy urządzenia audio (skonfiguruj to w ustawieniach klawiatury), wartość ta zostanie użyta do dopasowania urządzenia audio zamiast nazwy wyświetlacza.</string>
	<key>If the display factory reset was performed properly, you should also reset all stored app DDC values to defaults.</key>
	<string>Jeśli przywrócenie ustawień fabrycznych wyświetlacza zostało wykonane prawidłowo, należy również przywrócić domyślne wartości wszystkich zapisanych wartości DDC aplikacji.</string>
	<key>If the display is used as a "Television" (as opposed to "Computer monitor"), it won't be affected by Night Shift and True Tone.</key>
	<string>Jeśli wyświetlacz jest używany jako „telewizor” (w przeciwieństwie do „monitora komputerowego"), Night Shift i True Tone nie będą miały na niego wpływu.</string>
	<key>Image Adjustments</key>
	<string>Korekty obrazu</string>
	<key>Increase Night Shift effect</key>
	<string>Zwiększ efekt Night Shift</string>
	<key>Increase gamma</key>
	<string>Zwiększ gammę</string>
	<key>Increase volume (DDC)</key>
	<string>Zwiększ głośność (DDC)</string>
	<key>Input Sources…</key>
	<string>Źródła wejściowe...</string>
	<key>Insert intermediate keyboard/OSD step at neutral 100% for HDR upscaling</key>
	<string>Dodaj pośredni krok klawiatury/OSD na neutralnym poziomie 100% dla skalowania HDR.</string>
	<key>Integer Scaling</key>
	<string>Skalowanie do liczb całkowitych</string>
	<key>Integration</key>
	<string>Integracja</string>
	<key>Integration settings</key>
	<string>Ustawienia integracji</string>
	<key>Intel</key>
	<string>Intel</string>
	<key>Invert Colors</key>
	<string>Odwróć kolory</string>
	<key>Inverted Framebuffer</key>
	<string>Odwrócony bufor ramki</string>
	<key>Inverted Grayscale Framebuffer</key>
	<string>Odwrócony bufor ramki w odcieniach szarości</string>
	<key>Keep Above Other Windows</key>
	<string>Nad innymi oknami</string>
	<key>Keep Sidecar displays in display list after being disconnected</key>
	<string>Pozostawiaj wyświetlacze Sidecar na liście po rozłączeniu</string>
	<key>Keyboard</key>
	<string>Klawiatura</string>
	<key>Keyboard Shortcuts…</key>
	<string>Skróty klawiszowe…</string>
	<key>Keyboard control affects this display</key>
	<string>Sterowanie klawiaturą wpływa na ten wyświetlacz</string>
	<key>Last detected</key>
	<string>Ostatnio wykryty</string>
	<key>Last undetected</key>
	<string>Ostatnio niewykryty</string>
	<key>Leave mute key under OS control</key>
	<string>Pozostaw klawisz wyciszenia pod kontrolą systemu operacyjnego</string>
	<key>Let the app handle native brightness keys on your Apple keyboard. This lets you control the brightness of external displays with your Apple keyboard and also allows XDR upscaling keyboard control and extra dimming for native Apple displays.</key>
	<string>Pozwól aplikacji obsługiwać natywne klawisze jasności na klawiaturze Apple. Pozwala to kontrolować jasność zewnętrznych wyświetlaczy za pomocą klawiatury Apple, a także umożliwia sterowanie klawiaturą skalowaniem XDR i dodatkowe przyciemnianie natywnych wyświetlaczy Apple.</string>
	<key>License management allows Pro features, purchasing, license activation and free trial. If you disable this, you can only use free features. License management requires communication with the payment and licensing provider Paddle ([paddle.com/privacy](https://paddle.com/privacy)).</key>
	<string>Zarządzanie licencjami umożliwia korzystanie z funkcji Pro, zakupów, aktywacji licencji i bezpłatnego okresu próbnego. Jeśli wyłączysz tę opcję, będziesz mógł korzystać wyłącznie z bezpłatnych funkcji. Zarządzanie licencjami wymaga komunikacji z dostawcą usług płatniczych i licencjonowania Paddle ([paddle.com/privacy](https://paddle.com/privacy)).</string>
	<key>Licensing &amp; Pro Features</key>
	<string>Licencjonowanie i funkcje wersji Pro </string>
	<key>Licensing &amp; Pro Features Disabled</key>
	<string>Licencjonowanie &amp; Funkcje Pro wyłączone</string>
	<key>Licensing Disabled</key>
	<string>Wyłączone licencjonowanie</string>
	<key>Limit resolution range</key>
	<string>Ogranicz suwak rozdzielczości</string>
	<key>Limit resolution slider and keyboard shortcut range</key>
	<string>Ogranicz suwak rozdzielczości i zakres skrótów klawiaturowych</string>
	<key>Limited Range</key>
	<string>Ograniczony zakres</string>
	<key>Liquid Retina with Notch</key>
	<string>Liquid Retina z wcięciem Notch</string>
	<key>Listen to native audio keys</key>
	<string>Nasłuchuj natywnych klawiszy audio</string>
	<key>Listening HTTP port</key>
	<string>Nasłuchujący port HTTP</string>
	<key>LoDPI</key>
	<string>LoDPI</string>
	<key>Load Custom EDID…</key>
	<string>Wczytaj niestandardowe EDID...</string>
	<key>Load EDID Data</key>
	<string>Wczytaj dane EDID</string>
	<key>Load EDID Data…</key>
	<string>Wczytaj dane EDID…</string>
	<key>Loaded EDID Data</key>
	<string>Załadowane dane EDID</string>
	<key>Main Status</key>
	<string>Status główny</string>
	<key>Make fine scale default for brightness keys</key>
	<string>Domyślna dokładna skala dla klawiszy jasności</string>
	<key>Make fine scale default for volume keys</key>
	<string>Domyślna dokładna skala dla klawiszy głośności</string>
	<key>Manage License</key>
	<string>Zarządzaj licencją</string>
	<key>Manage Virtual Screen</key>
	<string>Zarządzaj wirtualnymi wyświetlaczami</string>
	<key>Manage…</key>
	<string>Zarządzaj…</string>
	<key>Manually define the created resolution range. System specific limitations still apply. Some resolution variants are added even if outside of defined range.</key>
	<string>Ręcznie zdefiniuj utworzony zakres rozdzielczości. Nadal obowiązują ograniczenia systemowe. Niektóre warianty rozdzielczości są dodawane, nawet jeśli znajdują się poza zdefiniowanym zakresem.</string>
	<key>Mark System Configuration As Unapplied</key>
	<string>Oznacz konfigurację systemu jako niezastosowaną</string>
	<key>Match aspect ratio of and associate to a display</key>
	<string>Dopasuj proporcje i powiąż z wyświetlaczem</string>
	<key>Match name only</key>
	<string>Dopasowanie tylko do nazwy</string>
	<key>Match vendor, model</key>
	<string>Dopasowanie do producenta, modelu</string>
	<key>Match vendor, model, name</key>
	<string>Dopasowanie do producenta, modelu, nazwy</string>
	<key>Max Width</key>
	<string>Maksymalna szerokość</string>
	<key>Menu</key>
	<string>Menu</string>
	<key>Menu Appearance &amp; Behavior</key>
	<string>Wygląd menu &amp; zachowanie</string>
	<key>Menu Bar Icon</key>
	<string>Ikona na pasku menu</string>
	<key>Mirror Display</key>
	<string>Klonowanie ekranu</string>
	<key>Mirror Virtual Screen</key>
	<string>Klonuj wirtualny wyświetlacz</string>
	<key>Mirror of %@</key>
	<string>Klon: %@</string>
	<key>Mirror the contents of this display to:</key>
	<string>Klonuj zawartość ekranu do:</string>
	<key>Model ID</key>
	<string>ID modelu</string>
	<key>Modes matching custom filter:</key>
	<string>Tryby pasujące do niestandardowego filtra:</string>
	<key>Modes matching default filter:</key>
	<string>Tryby pasujące do domyślnego filtra:</string>
	<key>More system configuration options</key>
	<string>Więcej opcji konfiguracji systemowych</string>
	<key>Move Display</key>
	<string>Przenieś wyświetlacz</string>
	<key>Move Virtual Screen</key>
	<string>Przenieś wirtualny wyświetlacz</string>
	<key>Move this display next to:</key>
	<string>Przenieś wyświetlacz obok:</string>
	<key>Mute (DDC)</key>
	<string>Wycisz (DDC)</string>
	<key>Name</key>
	<string>Nazwa</string>
	<key>Native</key>
	<string>Natywna</string>
	<key>Native (Apple) Keyboard Control</key>
	<string>Natywne (Apple) sterowanie klawiaturą</string>
	<key>Native XDR Upscaling</key>
	<string>Natywne skalowanie XDR</string>
	<key>Native XDR brightness upscaling settings</key>
	<string>Ustawienia natywnego skalowania jasności XDR</string>
	<key>Native audio key settings</key>
	<string>Ustawienia natywnych klawiszy audio</string>
	<key>Native brightness key settings</key>
	<string>Natywne ustawienia klawiszy jasności</string>
	<key>Never</key>
	<string>Nigdy</string>
	<key>New Virtual Screen Configuration</key>
	<string>Konfiguracja nowego wirtualnego wyświetlacza</string>
	<key>Night Shift Intensity</key>
	<string>Intensywność Night Shift</string>
	<key>Night Shift turned off by HDR toggle</key>
	<string>Night Shift wyłączony przez przełącznik HDR</string>
	<key>No</key>
	<string>Nie</string>
	<key>No Mirror Targets Available</key>
	<string>Brak dostępnych celów dla klonowania</string>
	<key>No display is selected</key>
	<string>Nie wybrano żadnego wyświetlacza</string>
	<key>No favorites added.</key>
	<string>Brak dodanych ulubionych.</string>
	<key>No screen rotation</key>
	<string>Brak obrotu ekranu</string>
	<key>Normal Window Priority</key>
	<string>Priorytet zwykłego okna</string>
	<key>Notch</key>
	<string>Notch</string>
	<key>Number of retry attempts on failure</key>
	<string>Liczba ponownych prób w przypadku niepowodzenia</string>
	<key>OK</key>
	<string>OK</string>
	<key>OSD</key>
	<string>OSD (on screen display)</string>
	<key>On startup &amp; wake</key>
	<string>Po uruchomieniu i wybudzeniu</string>
	<key>Only resolutions that match native aspect ratio</key>
	<string>Tylko rozdzielczości odpowiadające natywnym proporcjom obrazu</string>
	<key>Overview</key>
	<string>Przegląd</string>
	<key>Page %lld</key>
	<string>Strona %lld</string>
	<key>Page 1</key>
	<string>Strona 1</string>
	<key>Page 2</key>
	<string>Strona 2</string>
	<key>Page 3</key>
	<string>Strona 3</string>
	<key>Page 4</key>
	<string>Strona 4</string>
	<key>Paste</key>
	<string>Wklej</string>
	<key>Paste Base64</key>
	<string>Wklej Base64</string>
	<key>Pause Picture in Picture</key>
	<string>Wstrzymaj PiP</string>
	<key>Periodically check for updates and notify if there is an update available. Requires network connectivity. No data is collected ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).</key>
	<string>Okresowo sprawdzaj dostępność aktualizacji i powiadamiaj, czy jest dostępna aktualizacja. Wymaga połączenia sieciowego. Nie są gromadzone żadne dane ([betterdisplay.pro/privacy](https://betterdisplay.pro/privacy)).</string>
	<key>Picture in Picture</key>
	<string>Obraz w obrazie (PiP)</string>
	<key>Please make sure you have your license details saved so you can activate again later!</key>
	<string>Upewnij się, że zapisałeś swoje dane licencyjne, aby móc je później ponownie aktywować!</string>
	<key>Potential EDR</key>
	<string>Potencjalny EDR</string>
	<key>Pre-configured settings (recommended)</key>
	<string>Wstępnie skonfigurowane ustawienia (zalecane)</string>
	<key>Pro</key>
	<string>Pro</string>
	<key>Pro is Inactive</key>
	<string>Wersja Pro jest nieaktywna</string>
	<key>ProMotion</key>
	<string>ProMotion</string>
	<key>Product name</key>
	<string>Nazwa produktu</string>
	<key>Provides a fine-grained list of resolutions matching the aspect ratio of the display's native resolution. This lets you change the GUI size (display scaling) freely via the resolution slider.</key>
	<string>Zapewnia szczegółową listę rozdzielczości pasujących do współczynnika proporcji natywnej rozdzielczości wyświetlacza. Pozwala to swobodnie zmieniać rozmiar GUI (skalowanie wyświetlacza) za pomocą suwaka rozdzielczości.</string>
	<key>Quantization</key>
	<string>Kwantyzacja</string>
	<key>Quit %@</key>
	<string>Wyłącz %@</string>
	<key>Quit App…</key>
	<string>Wyłącz aplikację…</string>
	<key>Quit the app</key>
	<string>Wyłącz tę aplikację…</string>
	<key>Receive pre-release updates</key>
	<string>Otrzymuj aktualizacje przed wydaniem (pre-release)</string>
	<key>Reconnect All</key>
	<string>Połącz wszystko ponownie</string>
	<key>Reconnect Virtual Screen</key>
	<string>Połącz ponownie wirtualny wyświetlacz</string>
	<key>Reconnect Virtual Screens</key>
	<string>Połącz ponownie wirtualne wyświetlacze</string>
	<key>Reconnect virtual screen</key>
	<string>Połącz ponownie wirtualny wyświetlacz</string>
	<key>Reconnect virtual screens after wake</key>
	<string>Połącz ponownie wirtualny wyświetlacz po przebudzeniu</string>
	<key>Recording keyboard shortcuts</key>
	<string>Nagrywanie skróty klawiszowych</string>
	<key>Red Gain (DDC)</key>
	<string>Podbicie czerwonego (DDC)</string>
	<key>Redetect Displays</key>
	<string>Ponowne wykryj wyświetlacze</string>
	<key>Refresh Rate</key>
	<string>Częstotliwość odświeżania</string>
	<key>Reinitialize External Displays</key>
	<string>Ponowna inicjalizacja zewnętrznych wyświetlaczy</string>
	<key>Reinitialize external displays</key>
	<string>Ponowna inicjalizacja zewnętrznych wyświetlaczy</string>
	<key>Reinitialize external displays with flexible scaling if needed</key>
	<string>Ponowna inicjalizacja zewnętrznych wyświetlaczy z elastycznym skalowaniem w razie potrzeby</string>
	<key>Reinitialize this display on unlock</key>
	<string>Ponowna inicjalizacja wyświetlacza po odblokowaniu</string>
	<key>Reinitialize this display on wake</key>
	<string>Ponowna inicjalizacja wyświetlacza po wybudzeniu</string>
	<key>Remember displays for at least</key>
	<string>Pamiętaj o wyświetlaczach przez co najmniej</string>
	<key>Remember unknown displays for at least</key>
	<string>Pamiętaj o nieznanych wyświetlaczach przez co najmniej</string>
	<key>Remove</key>
	<string>Usuń</string>
	<key>Reported diagonal size</key>
	<string>Zgłaszany rozmiar przekątnej</string>
	<key>Reset All Display Settings</key>
	<string>Resetuj wszystkie ustawienia wyświetlacza</string>
	<key>Reset App Settings…</key>
	<string>Resetuj ustawienia aplikacji…</string>
	<key>Reset Color Adjustments</key>
	<string>Zresetuj korekty koloru</string>
	<key>Reset Default Input Sources</key>
	<string>Zresetuj źródła wejściowe</string>
	<key>Reset EDID</key>
	<string>Resetuj EDID</string>
	<key>Reset Factory EDID (Unapply)</key>
	<string>Przywróć fabryczny EDID (anuluj)</string>
	<key>Reset colors on neutral settings for HDR capable screens</key>
	<string>Zresetuj kolory do ustawień neutralnych dla ekranów obsługujących HDR</string>
	<key>Resolution</key>
	<string>Rozdzielczość</string>
	<key>Resolution Slider</key>
	<string>Suwak rozdzielczości</string>
	<key>Resolution step multiplier</key>
	<string>Mnożnik stopnia rozdzielczości</string>
	<key>Restart</key>
	<string>Zrestartuj</string>
	<key>Restart App…</key>
	<string>Zrestartuj aplikację…</string>
	<key>Restart the app</key>
	<string>Zrestartuj aplikację</string>
	<key>Restore combined brightness and software adjustments</key>
	<string>Przywróć ustawienia łącznej i programowej jasności</string>
	<key>Restore display layout after connecting a virtual screen</key>
	<string>Przywracanie układu po podłączeniu wirtualnego wyświetlacza</string>
	<key>Restore excessive dimming for Apple displays</key>
	<string>Przywróć nadmierne przyciemnianie wyświetlaczy Apple</string>
	<key>Restore non-brightness adjustments only</key>
	<string>Przywróć tylko ustawienia inne niż jasność</string>
	<key>Resume Stream on Connect</key>
	<string>Wznów po połączeniu</string>
	<key>Retrieve EDID</key>
	<string>Pobierz EDID</string>
	<key>Retrieve EDID Data</key>
	<string>Pobieranie danych EDID</string>
	<key>Retrieve EDID…</key>
	<string>Pobieranie EDID...</string>
	<key>Retrieve and override EDID</key>
	<string>Pobieranie i nadpisywanie EDID</string>
	<key>Retrieved EDID Data</key>
	<string>Pobrane dane EDID</string>
	<key>Rotate</key>
	<string>Obróć</string>
	<key>Rotate Screen by 180°</key>
	<string>Obróć ekran o 180°</string>
	<key>Rotate Screen by 270°</key>
	<string>Obróć ekran o 270°</string>
	<key>Rotate Screen by 90°</key>
	<string>Obróć ekran o 90°</string>
	<key>Rotate screen by 180°</key>
	<string>Obróć ekran o 180°</string>
	<key>Rotate screen by 270°</key>
	<string>Obróć ekran o 270°</string>
	<key>Rotate screen by 90°</key>
	<string>Obróć ekran o 90°</string>
	<key>Rotated Orientation</key>
	<string>Orientacja obrócona</string>
	<key>Rotated Orientation (Automatic)</key>
	<string>Orientacja obrócona (automatyczna)</string>
	<key>Rotated orientation</key>
	<string>Orientacja obrócona</string>
	<key>Rotation</key>
	<string>Obrót</string>
	<key>Rotation (portrait mode)</key>
	<string>Obrót (tryb portretowy)</string>
	<key>SOURCE</key>
	<string>ŹRÓDŁO</string>
	<key>Screen Rotation</key>
	<string>Obrót ekranu</string>
	<key>Screen Rotation%@</key>
	<string>Obrót ekranu %@</string>
	<key>Screen with the mouse pointer</key>
	<string>Ekran z kursorem myszy</string>
	<key>Screen with the window in focus</key>
	<string>Ekran z aktywnym oknem</string>
	<key>Security token</key>
	<string>Token bezpieczeństwa</string>
	<key>Select All</key>
	<string>Zaznacz wszystko</string>
	<key>Serial number</key>
	<string>Numer seryjny</string>
	<key>Set as Main Display</key>
	<string>Ustaw jako główny wyświetlacz</string>
	<key>Set default resolution</key>
	<string>Ustaw domyślną rozdzielczość</string>
	<key>Set native resolution</key>
	<string>Ustaw natywną rozdzielczość</string>
	<key>Settings made with the app are protected.</key>
	<string>Ustawienia dokonane za pomocą aplikacji są chronione.</string>
	<key>Show %@ in the macOS Dock</key>
	<string>Pokaż %@ w Docku macOS</string>
	<key>Show Mouse Pointer</key>
	<string>Pokaż kursor myszy</string>
	<key>Show and snap to slider markers for favorites and special resolutions.</key>
	<string>Pokaż i przyciągnij do suwaka znaczniki ulubionych i specjalnych rozdzielczości.</string>
	<key>Show app icon in the menu bar</key>
	<string>Pokaż ikonę aplikacji na pasku menu</string>
	<key>Show brightness, volume, mute OSD</key>
	<string>Pokaż jasność, głośność, wyciszanie OSD</string>
	<key>Show connect/disconnect in menu even if header has it as switch</key>
	<string>Pokaż połączenie/rozłączenie w menu, nawet jeśli nagłówek ma je jako przełącznik</string>
	<key>Show current resolution values</key>
	<string>Pokaż wartości bieżącej rozdzielczości</string>
	<key>Show currently offline displays in Settings</key>
	<string>Pokaż aktualnie nieaktywne (rozłączone w przeszłości) ekrany w ustawieniach</string>
	<key>Show custom OSD icons</key>
	<string>Pokaż niestandardowe ikony OSD</string>
	<key>Show details</key>
	<string>Pokaż szczegóły</string>
	<key>Show display modes marked as unsafe or invalid</key>
	<string>Pokaż tryby wyświetlania oznaczone jako niebezpieczne lub nieprawidłowe</string>
	<key>Show in the app menu</key>
	<string>Pokaż w menu aplikacji</string>
	<key>Show percentage for scalable displays</key>
	<string>Pokaż wartość procentową dla skalowalnych wyświetlaczy</string>
	<key>Show subsliders for combined brightness control</key>
	<string>Pokaż suwaki podrzędne do kontrolowania łącznej jasności</string>
	<key>Show warning notifications about color table anomalies</key>
	<string>Wyświetlanie powiadomień ostrzegawczych o nieprawidłowościach w tabeli kolorów</string>
	<key>Sidecar Display</key>
	<string>Wyświetlacz Sidecar</string>
	<key>Skip</key>
	<string>Pomiń</string>
	<key>Smooth transitions</key>
	<string>Płynne przejścia</string>
	<key>Standard Framebuffer</key>
	<string>Standardowy bufor ramki</string>
	<key>Start Automatically</key>
	<string>Rozpocznij automatycznie</string>
	<key>Start Picture in Picture</key>
	<string>Rozpocznij PiP</string>
	<key>Start/Stop PIP window</key>
	<string>Przełącz okno PiP</string>
	<key>Status: Pro License Activated.</key>
	<string>Status: Licencja Pro aktywowana</string>
	<key>Status: Unlicensed, Trial Active%@.</key>
	<string>Status: Brak licencji, wersja próbna aktywna%@.</string>
	<key>Status: Unlicensed, Trial Expired.</key>
	<string>Status: Brak licencji, wersja próbna wygasła.</string>
	<key>Stop Mirroring</key>
	<string>Zatrzymaj klonowanie</string>
	<key>Stop Picture in Picture</key>
	<string>Zatrzymaj PiP</string>
	<key>Stop Streaming</key>
	<string>Zatrzymaj strumieniowanie</string>
	<key>Stream Display</key>
	<string>Strumieniuj wyświetlacz</string>
	<key>Stream Virtual Screen</key>
	<string>Strumieniuj wirtualny wyświetlacz</string>
	<key>Stream the contents of this display to:</key>
	<string>Strumieniuj zawartość tego wyświetlacza do:</string>
	<key>Suspend Color Adjustments</key>
	<string>Wstrzymaj regulacje kolorów</string>
	<key>Suspend adjustments (except brightness)</key>
	<string>Wstrzymaj regulacje (z wyjątkiem jasności)</string>
	<key>Switch to native mode for full screen stream target</key>
	<string>Przełącz na tryb natywny dla pełnoekranowego celu strumieniowania</string>
	<key>Symbol name</key>
	<string>Nazwa symbolu</string>
	<key>System Colors</key>
	<string>Kolory systemu</string>
	<key>System Configuration and Flexible Scaling</key>
	<string>Konfiguracja systemu i elastyczne skalowanie</string>
	<key>System UUID match</key>
	<string>Dopasowanie UUID systemu</string>
	<key>System UUID match (recommended)</key>
	<string>Dopasowanie UUID systemu (zalecane)</string>
	<key>The app menu will show this name instead of the system name for the display. If you want to change the system-wide name, you can do so by enabling the configuration override option and editing the system display name.</key>
	<string>W menu aplikacji na wyświetlaczu pojawi się ta nazwa zamiast nazwy systemowej. Jeśli chcesz zmienić nazwę ogólnosystemową, możesz to zrobić, włączając opcję zastępowania konfiguracji i edytując wyświetlaną nazwę systemu.</string>
	<key>The default input source list reflects commonly occurring assignments, but the actual list varies by display vendor/model. Try using the "LG alt" toggle for some newer LG displays if input control does not work!</key>
	<string>Domyślna lista źródeł wejściowych odzwierciedla często występujące przypisania, ale rzeczywista lista różni się w zależności od producenta/modelu wyświetlacza. Spróbuj użyć przełącznika „LG alt” dla niektórych nowszych wyświetlaczy LG, jeśli sterowanie wejściem nie działa!</string>
	<key>There are some unapplied system configuration changes.</key>
	<string>Istnieją pewne niezastosowane zmiany w konfiguracji systemu.</string>
	<key>There is at least one controllable display connected</key>
	<string>Podłączony jest co najmniej jeden sterowany wyświetlacz</string>
	<key>Third-party external display</key>
	<string>Wyświetlacz zewnętrzny innej firmy</string>
	<key>This name is used by macOS system-wide.</key>
	<string>Ta nazwa jest używana przez cały system macOS.</string>
	<key>This resolution is used as default (as HiDPI if available) when the display is included in a new layout.</key>
	<string>Ta rozdzielczość jest używana jako domyślna (jako HiDPI, jeśli jest dostępna), gdy wyświetlacz jest dołączany do nowego układu.</string>
	<key>This should match the physical resolution of the display panel (actual number of pixels vertically and horizontally).</key>
	<string>Powinna ona odpowiadać fizycznej rozdzielczości panelu wyświetlacza (rzeczywistej liczbie pikseli w pionie i poziomie).</string>
	<key>Toggle Dark Mode</key>
	<string>Przełącz tryb ciemny</string>
	<key>Toggle Night Shift</key>
	<string>Przełącz Night Shift</string>
	<key>Toggle True Tone</key>
	<string>Przełącz True Tone</string>
	<key>Tools</key>
	<string>Narzędzia</string>
	<key>Treat as generic third-party (non-Apple) display</key>
	<string>Traktuj jako ogólny wyświetlacz innej firmy (nie Apple)</string>
	<key>Try the latest features by enrolling as a pre-release tester. If you are already running a pre-release version, you'll receive pre-release updates until the next stable release even if this option is disabled.</key>
	<string>Wypróbuj najnowsze funkcje, rejestrując się jako tester wersji przedpremierowej. Jeśli korzystasz już z wersji przedpremierowej, będziesz otrzymywać aktualizacje przedpremierowe aż do wydania następnej stabilnej wersji, nawet jeśli ta opcja jest wyłączona.</string>
	<key>Turn Display Off</key>
	<string>Wyłącz wyświetlacz</string>
	<key>Turn Off Rotation</key>
	<string>Wyłącz obracanie</string>
	<key>Turn display off</key>
	<string>Wyłącz wyświetlacz</string>
	<key>Turn off Night Shift and True Tone in HDR mode</key>
	<string>Wyłącz Night Shift i True Tone w trybie HDR</string>
	<key>UUID</key>
	<string>UUID</string>
	<key>Unable to create virtual screen</key>
	<string>Nie można utworzyć wirtualnego wyświetlacza</string>
	<key>Undo</key>
	<string>Cofnij</string>
	<key>Uniformity Correction</key>
	<string>Korekcja jednolitości</string>
	<key>Unknown Display</key>
	<string>Nieznany wyświetlacz</string>
	<key>Unlimited</key>
	<string>Nielimitowana</string>
	<key>Unlock Color Profile management for XDR displays</key>
	<string>Odblokuj zarządzanie profilami kolorów dla wyświetlaczy XDR</string>
	<key>Unpause Picture in Picture</key>
	<string>Wznów PiP</string>
	<key>Unsupported</key>
	<string>Nieobsługiwane</string>
	<key>Updates</key>
	<string>Aktualizacje</string>
	<key>Use Metal for image adjustments</key>
	<string>Użyj Metal do regulacji obrazu</string>
	<key>Use custom resolution list</key>
	<string>Użyj niestandardowej listy rozdzielczości</string>
	<key>Use magnification slider instead of resolution slider</key>
	<string>Użyj suwaka powiększenia zamiast suwaka rozdzielczości</string>
	<key>Use mirrored virtual screen sleep workaround</key>
	<string>Spróbuj naprawić problem z klonowanym wyświetlaczem po wybudzeniu</string>
	<key>VIRTUAL</key>
	<string>WIRTUALNY</string>
	<key>Vendor ID</key>
	<string>ID sprzedawcy</string>
	<key>Version</key>
	<string>Wersja</string>
	<key>Vertical</key>
	<string>Pionowo</string>
	<key>Video Control Settings</key>
	<string>Ustawienia sterowania obrazem</string>
	<key>Virtual</key>
	<string>Wirtualny</string>
	<key>Virtual Screen Management</key>
	<string>Zarządzanie wirtualnymi wyświetlaczami</string>
	<key>Virtual Screen Mode</key>
	<string>Tryb wirtualnego wyświetlacza</string>
	<key>Virtual Screen Resolutions</key>
	<string>Rozdzielczości wirtualnego wyświetlacza</string>
	<key>Virtual screen</key>
	<string>Wirtualny wyświetlacz</string>
	<key>Virtual screen follows display orientation</key>
	<string>Taka sama orientacja</string>
	<key>Virtual screen name</key>
	<string>Nazwa wirtualnego wyświetlacza</string>
	<key>Virtual screen tag ID</key>
	<string>ID tagu wirtualnego wyświetlacza</string>
	<key>Virtual screens</key>
	<string>Wirtualne wyświetlacze</string>
	<key>Volume (DDC)</key>
	<string>Głośność (DDC)</string>
	<key>Volume Control Settings</key>
	<string>Ustawienia regulacji głośności</string>
	<key>Volume Control…</key>
	<string>Regulacja głośności</string>
	<key>Week of manufacture</key>
	<string>Tydzień produkcji</string>
	<key>When Settings is Open</key>
	<string>Gdy ustawienia są otwarte</string>
	<key>Window</key>
	<string>Okno</string>
	<key>With this option selected, the app will leave native brightness keys under macOS control if only Apple displays are connected with no additional software brightness control features enabled. In this case however various settings (like "Make fine scale default" or control "All suitable screens" simultaneously) that modify the default behavior of the brightness keys will not apply.</key>
	<string>Po wybraniu tej opcji aplikacja pozostawi natywne klawisze jasności pod kontrolą macOS, jeśli podłączone są tylko wyświetlacze Apple bez włączonych dodatkowych funkcji sterowania jasnością oprogramowania. W takim przypadku jednak różne ustawienia (takie jak „Ustaw domyślną dokładną skalę” lub kontroluj „Wszystkie odpowiednie ekrany" jednocześnie), które modyfikują domyślne zachowanie klawiszy jasności, nie będą miały zastosowania.</string>
	<key>XDR Preset</key>
	<string>Wstępne ustawienia XDR</string>
	<key>XDR Preset &amp; Brightness</key>
	<string>Wstępne ustawienia XDR i jasność</string>
	<key>XDR brightness scale maximum</key>
	<string>Maksymalna skala jasności XDR</string>
	<key>XDR brightness scale minimum</key>
	<string>Minimalna skala jasności XDR</string>
	<key>XDR/HDR upscaling compatible</key>
	<string>Kompatybilność ze skalowaniem XDR/HDR</string>
	<key>Year of manufacture</key>
	<string>Rok produkcji</string>
	<key>Yes</key>
	<string>Tak</string>
	<key>You can also drag the app to Login Items under System Settings &gt; General.</key>
	<string>Możesz także przeciągnąć aplikację do Logowanie w obszarze Ustawienia systemowe &gt; Ogólne.</string>
	<key>You can detect and configure DDC volume and mute control support for this display under "DDC Features…".</key>
	<string>Obsługę sterowania głośnością i wyciszeniem DDC dla tego wyświetlacza można zmienić w sekcji „Funkcje DDC…”.</string>
	<key>You can retrieve, modify and load/apply EDID data to alter display capabilities perceived by your Mac.</key>
	<string>Dane EDID można pobierać, modyfikować i wczytywać/zastosowywać w celu zmiany możliwości wyświetlacza postrzeganych przez komputer Mac.</string>
	<key>Zoom</key>
	<string>Powiększenie</string>
	<key>[License Terms](https://betterdisplay.pro/license)</key>
	<string>[Warunki licencji](https://betterdisplay.pro/license)</string>
	<key>[More information about Accessibility Permissions…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)</key>
	<string>[Więcej informacji o uprawnieniach dostępu…](https://support.apple.com/guide/mac-help/allow-accessibility-apps-to-access-your-mac-mh43185)</string>
	<key>[Privacy Policy](https://betterdisplay.pro/privacy)</key>
	<string>[Polityka prywatności](https://betterdisplay.pro/privacy)</string>
	<key>[betterdisplay.pro/buy](https://betterdisplay.pro/buy)</key>
	<string>[betterdisplay.pro/buy](https://betterdisplay.pro/buy)</string>
	<key>[betterdisplay.pro](https://betterdisplay.pro)</key>
	<string>[betterdisplay.pro](https://betterdisplay.pro)</string>
	<key>a Display</key>
	<string>Wyświetlacz</string>
	<key>days</key>
	<string>dni</string>
	<key>disconnected</key>
	<string>rozłączony</string>
	<key>milliseconds</key>
	<string>milisekundy</string>
	<key>not detected</key>
	<string>niewykryty </string>
	<key>x</key>
	<string>x</string>
	<key>⚠️ An EDID write operation modifies the EDID and DisplayID data on the device itself. Erroneous EDID data or a problem during EDID write might render the display permanently unusable!

Most displays do not allow EDID write for security reasons, some displays require EDID write to be activated in a service menu. Most EDID emulators or pass-thru dongles support EDID write. EDID write (if supported) usually works over HDMI.</key>
	<string>⚠️ Operacja zapisu EDID modyfikuje dane EDID i DisplayID w samym urządzeniu. Błędne dane EDID lub problem podczas zapisu EDID może spowodować, że wyświetlacz będzie trwale bezużyteczny!

Większość wyświetlaczy nie zezwala na zapis EDID ze względów bezpieczeństwa, a niektóre wyświetlacze wymagają aktywacji zapisu EDID w menu serwisowym. Większość emulatorów EDID lub kluczy sprzętowych pass-thru obsługuje zapis EDID. Zapis EDID (jeśli jest obsługiwany) zwykle działa przez HDMI.</string>
	<key>⚠️ An alternate EDID identity is in effect - system configuration changes will be tied to this identity!</key>
	<string>⚠️ Obowiązuje alternatywna tożsamość EDID - zmiany konfiguracji systemu będą powiązane z tą tożsamością!</string>
	<key>⚠️ EDID data cannot be interpreted (might be invalid).</key>
	<string>⚠️ Nie można odczytać danych EDID (mogą być nieprawidłowe).</string>
	<key>⚠️ EDID data retrieval failed.</key>
	<string>⚠️ Pobieranie danych EDID nie powiodło się.</string>
	<key>⚠️ For best results stick close to the display aspect ratio!</key>
	<string>⚠️ Aby uzyskać najlepsze rezultaty, trzymaj się proporcji ekranu!</string>
	<key>⚠️ For this XDR display it best to set calibration to Default - Auto Calibrate so the app can automatically adapt upscaling to the currently selected XDR preset and environmental factors. For manual calibration set the brightness slider as high as possible while also making sure you still see the smiling face!</key>
	<string>⚠️ W przypadku tego wyświetlacza XDR najlepiej ustawić kalibrację na Domyślna - Automatyczna kalibracja, aby aplikacja mogła automatycznie dostosować skalowanie do aktualnie wybranego ustawienia XDR i czynników środowiskowych. W przypadku kalibracji ręcznej ustaw suwak jasności tak wysoko, jak to możliwe, jednocześnie upewniając się, że nadal widzisz uśmiechniętą twarz!</string>
	<key>⚠️ Full screen streaming is unavailable as it requires Screen Recording permissions. You can grant this under System Settings &gt; Privacy &amp; Security &gt; Screen Recording!</key>
	<string>⚠️ Funkcja przesyłania strumieniowego w trybie pełnoekranowym jest niedostępna, ponieważ wymaga uprawnień do nagrywania ekranu. Można je przyznać w Ustawieniach systemu &gt; Prywatność i bezpieczeństwo &gt; Nagrywanie ekranu!</string>
	<key>⚠️ If a third party app (like MediaMate) is being used to show the OSD, you might want to disable the built-in OSD under Keyboard/OSD to avoid having duplicated or mixed-style OSDs presented!</key>
	<string>⚠️ Jeśli do wyświetlania OSD używana jest aplikacja firmy trzeciej (np. MediaMate), warto wyłączyć wbudowane OSD w Klawiatura/OSD, aby uniknąć wyświetlania zduplikowanych lub mieszanych OSD!</string>
	<key>⚠️ If you want to mirror/stream the virtual screen to a natively connected display only to get flexible HiDPI resolutions, it is recommended to use the flexible scaling feature instead if possible! If you want to use mirroring instead of streaming, this can be enabled in the app menu once the virtual screen was connected.</key>
	<string>⚠️ Jeśli chcesz klonować/strumieniować wirtualny ekran do natywnie podłączonego wyświetlacza tylko w celu uzyskania elastycznych rozdzielczości HiDPI, zaleca się użycie funkcji elastycznego skalowania, jeśli to możliwe! Jeśli chcesz używać klonowania zamiast przesyłania strumieniowego, można to włączyć w menu aplikacji po podłączeniu wirtualnego ekranu.</string>
	<key>⚠️ It is recommended to have some more leeway in the range!</key>
	<string>⚠️ Zaleca się większą swobodę w tym zakresie!</string>
	<key>⚠️ Layout protection is disabled for this display group.</key>
	<string>⚠️ Ochrona układu jest wyłączona dla tej grupy wyświetlaczy.</string>
	<key>⚠️ Metal performance might be degraded on this device with integrated Intel GPU.</key>
	<string>⚠️ Wydajność Metal może być obniżona na tym urządzeniu ze zintegrowanym procesorem graficznym Intel.</string>
	<key>⚠️ Minimum width/height value should be lower than the maximum!</key>
	<string>⚠️ Minimalna wartość szerokości/wysokości powinna być niższa niż maksymalna!</string>
	<key>⚠️ Native XDR upscaling is enabled but not in effect - a different XDR preset might have been selected outside of the app. %@ will still attempt to activate native XDR upscaling upon app restart whenever the default XDR preset is selected.</key>
	<string>⚠️ Natywne skalowanie XDR jest włączone, ale nie działa - inne ustawienie XDR mogło zostać wybrane poza aplikacją. %@ będzie nadal próbował aktywować natywne skalowanie XDR po ponownym uruchomieniu aplikacji, gdy wybrane zostanie domyślne ustawienie XDR.</string>
	<key>⚠️ No display groups are available.</key>
	<string>⚠️ Żadna grupa wyświetlaczy nie jest dostępna.</string>
	<key>⚠️ Notifications are turned off for the app. Fix this under System Settings &gt; Notifications!</key>
	<string>⚠️ Powiadomienia są wyłączone dla aplikacji. Napraw to w Ustawieniach systemu &gt; Powiadomienia!</string>
	<key>⚠️ Software XDR upscaling is active for extra brightness while native XDR upscaling is also available. It is recommended to enable native XDR brightness upscaling instead for an improved dimming, upscaling and syncing experience!</key>
	<string>⚠️ Skalowanie programowe XDR jest aktywne dla dodatkowej jasności, podczas gdy natywne skalowanie XDR jest również dostępne. Zaleca się włączenie natywnego skalowania jasności XDR, aby uzyskać lepsze wrażenia z przyciemniania, skalowania i synchronizacji!</string>
	<key>⚠️ Synchronization is disabled for this display group.</key>
	<string>⚠️ Synchronizacja jest wyłączona dla tej grupy wyświetlaczy.</string>
	<key>⚠️ The protection is not in effect unless all participating displays are connected.</key>
	<string>⚠️ Ochrona nie działa, jeśli wszystkie powiązane wyświetlacze nie są podłączone.</string>
	<key>⚠️ The protection is not in effect unless relative position is defined.</key>
	<string>⚠️ Ochrona nie działa, jeśli nie zostanie zdefiniowana pozycja względna.</string>
	<key>⚠️ This feature is not available in this version.</key>
	<string>⚠️ Ta funkcja nie jest dostępna w tej wersji.</string>
	<key>⚠️ This operation might permanently render your display unusable!

Are sure you want to continue?</key>
	<string>⚠️ Ta operacja może trwale uniemożliwić korzystanie z wyświetlacza!

Czy na pewno chcesz kontynuować?</string>
	<key>⚠️ This platform (Intel) does not support upscaling when color table adjustments are enabled.</key>
	<string>⚠️ Ta platforma (Intel) nie obsługuje skalowania w górę, gdy włączone są korekty tabeli kolorów.</string>
	<key>⚠️ Unable to enable DDC due to display or connection issues.</key>
	<string>⚠️ Nie można włączyć DDC z powodu problemów z wyświetlaczem lub połączeniem.</string>
	<key>⚠️ Unable to present EDID data.</key>
	<string>⚠️ Nie można wyświetlić danych EDID.</string>
	<key>⚠️ Visualization is not indicative as the display is not in the proper orientation for this layout protection configuration!</key>
	<string>⚠️ Wizualizacja nie jest reprezentatywna, ponieważ wyświetlacz nie jest ustawiony we właściwej orientacji dla tej konfiguracji ochrony układu!</string>
</dict>
</plist>
